{
    "activeLanguage": "it",
    "subtitleHome": "Seleziona l'operazione di modifica",
    "navbarHelp": "Aiuto",
    "navbarLanguage": "Lingua",
    "navbarCredits": "Crediti",
    "navbarSettings": "Impostazioni",
    "selectLanguage": "Seleziona lingua",
    "mergeTitle": "Unione",
    "mergeDesc": "Unisci i tuoi PDF nell'ordine che desideri",
    "splitTitle": "Dividi",
    "splitDesc": "Separa i tuoi PDF nel modo che preferisci",
    "removeTitle": "Rimuovi",
    "removeDesc": "Elimina le pagine inutili",
    "extractTitle": "Estrai",
    "extractDesc": "Esporta le pagine più importanti",
    "watermarkTitle": "Filigrana",
    "watermarkDesc": "Aggiungi una filigrana personalizzata",
    "selectPDF": "Seleziona PDF",
    "operationError": "Errore",
    "wrongIntervals": "Intervalli non corretti",
    "extractSettings": "Inserisci le pagine da esportare: ",
    "extractButton": "Esporta pagine",
    "extractSuccess": "Pagine esportate",
    "removeSettings": "Inserisci le pagine da rimuovere: ",
    "removeButton": "Rimuovi pagine",
    "removeSuccess": "Pagine rimosse",
    "splitSettings": "Inserisci le pagine: ",
    "splitButton": "Dividi documento",
    "splitSuccess": "Documento diviso",
    "splitCustomInterval": "Intervalli personalizzati",
    "splitFixedInterval": "Intervallo fisso",
    "mergeSucces": "PDF uniti",
    "mergeMaxError": "Selezionare massimo 10 PDF",
    "mergeSettings": "Nome PDF unito: ",
    "mergeButton": "Unisci documenti",
    "watermarkSucces": "Filigrana applicata",
    "watermarkSettings": "Testo filigrana: ",
    "watermarkOpacity": "Opacità: ",
    "watermarkRotation": "Rotazione: ",
    "watermarkPosition": "Posizione: ",
    "watermarkCenter": "centro",
    "watermarkTopRight": "alto a destra",
    "watermarkTopLeft": "alto a sinistra",
    "watermarkBottomRight": "basso a destra",
    "watermarkBottomLeft": "basso a sinistra",
    "watermarkSize": "Dimensione: ",
    "watermarkSmall": "piccolo",
    "watermarkNormal": "normale",
    "watermarkBig": "grande",
    "watermarkButton": "Applica",
    "summaryTitle": "Riassumi",
    "summaryDesc": "Riassumi in poche righe i tuoi PDF",
    "summaryNote": "Nota: numero limitato di utilizzi disponibili",
    "summarySuccess": "Riassunto con successo",
    "summaryButton": "Riassumi",
    "helpSubtitle": "Scopri come funziona PDFkit",
    "helpTitleWhatIsPDFkit": "Che cosa è PDFkit?",
    "helpParagraphWhatIsPDFkit": "PDFkit è un'applicazione desktop che consente di eseguire operazioni di modifica sui file PDF in modo semplice, rapido e sicuro. A differenza dei servizi web, PDFkit non richiede il caricamento dei documenti su server esterni: la maggior parte delle operazioni vengono eseguite localmente sul tuo dispositivo, garantendo così maggiore velocità, riservatezza e controllo dei dati.",
    "helpTitleMerge": "Come funziona l’operazione di Unione?",
    "helpParagraphMerge": "L’operazione di Unione consente di combinare fino a 10 file PDF in un unico documento. È sufficiente selezionare i PDF che si desidera unire, nell’ordine esatto in cui dovranno comparire nel file finale. Dopo aver selezionato i file, occorre assegnare un nome personalizzato al documento unito, che verrà poi salvato come unico file una volta avviata l’operazione.",
    "helpTitleSplit": "Come funziona l’operazione Dividi?",
    "helpParagraphSplit": "La funzione Dividi consente di separare un file PDF in più parti, secondo le modalità preferite. Sono disponibili due tipi di divisione: Ad Intervalli personalizzati si possono indicare esattamente quali pagine si desidera estrarre in gruppi separati, utilizzando una sintassi flessibile (es. 1-3,5,8-10). In questo modo si possono creare documenti che contengono solo le sezioni di interesse. L’Intervallo fisso invece, separa il PDF in blocchi di N pagine. Ad esempio, impostando 5, il documento verrà spezzato in sezioni da 5 pagine ciascuna (es. pagine 1–5, 6–10, 11–15, ecc.). Una volta avviata l’operazione, l’applicazione genera automaticamente i nuovi blocchi del documento.",
    "helpTitleRemove": "Come funziona l’operazione Rimuovi?",
    "helpParagraphRemove": "L’operazione Rimuovi consente di eliminare specifiche pagine da un file PDF in modo rapido e diretto. Questa funzionalità è utile quando si desidera rimuovere contenuti non necessari, sezioni vuote o informazioni da escludere prima della condivisione o archiviazione del documento. È possibile selezionare un solo file PDF e specificare le pagine da eliminare utilizzando intervalli personalizzati con una sintassi flessibile (es. 1-3,5,8-10). Una volta avviata l’operazione, l’applicazione genera automaticamente una nuova versione del documento priva delle pagine indicate.",
    "helpTitleExtract": "Come funziona l’operazione Estrai?",
    "helpParagraphExtract": "L’operazione Estrai consente di esportare specifiche pagine da un file PDF e salvarle in un nuovo documento. È particolarmente utile quando si desidera isolare sezioni rilevanti di un PDF senza modificare il file originale. Si può selezionare un solo PDF alla volta e specificare le pagine da estrarre utilizzando intervalli personalizzati con una sintassi flessibile (es. 1-3,5,8-10). Una volta avviata l’operazione, l’applicazione genera automaticamente le nuove versioni del documento.",
    "helpTitleWatermark": "Come funziona l’operazione Filigrana?",
    "helpParagraphWatermark": "L’operazione Filigrana consente di aggiungere un testo sovrapposto a tutte le pagine di un PDF, utile ad esempio per indicare che un documento è riservato, fac-simile, bozza, o per altre necessità di marcatura visiva. È possibile personalizzare diversi parametri della filigrana: Testo: il contenuto da visualizzare (es. “FACSIMILE”), Opacità: per regolare la trasparenza del testo, rendendolo più o meno visibile, Rotazione: per inclinare il testo in gradi (es. 45°), Posizione: il punto in cui il testo viene inserito (centro, angoli, alto o basso della pagina), Dimensione: la grandezza del testo (piccola, media, grande). Una volta avviata l’operazione, l’applicazione genera automaticamente la nuova versione del documento.",
    "helpTitleSummarize": "Come funziona l’operazione Riassumi?",
    "helpParagraphSummarize": "L’operazione Riassumi consente di generare automaticamente un riassunto del contenuto di un documento PDF, riducendo il testo a poche righe che ne evidenziano le informazioni principali. Si tratta dell’unica operazione dell’applicazione che richiede un caricamento su un server esterno, in quanto sfrutta un servizio di intelligenza artificiale per l’elaborazione del testo. Per questo motivo, può comportare un leggero tempo di attesa e prevede un numero limitato di utilizzi. Al termine del processo, viene generato un nuovo PDF contenente il riassunto.",
    "creditsText1": "Questa applicazione è stata sviluppata da:",
    "creditsText2": "Per richieste, contattami via email a"
}